html/clarifications-errata.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Clarifications and errata</title>
<!-- 2018-02-22 Thu 10:19 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="jde27" />
<meta name='viewport' content='width=device-width,
initial-scale=1.0'> <meta name='keywords' content='Jonny Evans,
mathematics, geometry, UCL'> <meta name='description'
content='Blog of the UCL-based mathematician Jonny Evans'>
<meta name='author' content='Jonny Evans'> 
<link rel='stylesheet' type='text/css' href='../aux/style.css'/>
<link rel='alternate' type='application/rss+xml' title='RSS feed' />
</head>
<body>
<div id="preamble" class="status">
<div class='banner'>
<a href='index.html'>Blog index</a> | <a href='http://www.homepages.ucl.ac.uk/~ucahjde'>Homepage</a> | <a href='blogroll.html'>Blogroll</a> | <a href='rss.xml'>RSS feed</a></div>
</div>
<div id="content">
<h1 class="title">Clarifications and errata</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Clarifications and errata&#xa0;&#xa0;&#xa0;<span class="tag"><span class="errata">errata</span></span></h2>
<div class="outline-text-2" id="text-1">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2018-01-31 Wed]</span></span>
</p>

<p>
In the spirit of <a href="https://floerhomology.wordpress.com/2012/02/28/erratum-to-appendix-to-algebraic-torsion-in-contact-manifolds-by-latschev-and-wendl/">Michael Hutchings</a> and <a href="http://www-math.mit.edu/~seidel/right.html#errata">Paul Seidel</a>, I have decided to use
this blog to keep track of clarifications and errata for my
papers. Most of my papers say something wrong or inaccurate but
nonfatal. In most cases, it doesn't seem worth filing a
correction. But occasionally someone asks me about one of these things
and, it being several years since I wrote the paper, I panic all over
again trying to figure out why their question doesn't invalidate my
work (piece of advice: when this happens to you, almost always trust
your past self; they were much more familiar with the paper when they
were writing it). I will keep the list below updated as I add more
clarifications and errata to the blog.
</p>

<ul class="org-ul">
<li><a href="./clarification-160608656.html">Clarification for arXiv:1606.08656</a> (Markov numbers and Lagrangian
cell complexes in the complex projective plane) joint with Ivan
Smith.
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class='banner'>Comments, corrections and contributions are very welcome; please drop me an email at j.d.evans at ucl.ac.uk if you have something to share.</div><div class='bottomblock'><a class='cc' href='https://creativecommons.org/licenses/by-sa/4.0/legalcode'>CC-BY-SA</a>, Jonny Evans 2017</div>
</div>
</body>
</html>
